[desk_micro_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="麦克风"
m_InteractText="`GBA_Use` 使用"

[DLC06_Chair_lever_twk DisTweaks_UsableObject]
m_LockedMessage="已上锁"

[DLC06_Chair_lever_twk:DisTweaks_InteractableInterface_0 DisTweaks_InteractableInterface]
m_Name="激活审讯椅"

[DLC06_Crane_lever_twk DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` 解锁"
m_LockedMessage="需要能量"

[DLC06_Crane_lever_twk:DisTweaks_InteractableInterface_0 DisTweaks_InteractableInterface]
m_Name="起重机开关"
m_InteractText="`GBA_Use` 使用"

[DLC06_EyePickup_twk:DisTweaks_Interactable_PickupBase_0 DisTweaks_Interactable_PickupBase]
m_Name="鲸鱼眼"

[DLC06_FakeKey_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="工人监狱钥匙"
m_InteractText="`GBA_Use` 拾起"

[DLC06_gen_wall_shield_twk DisTweaks_UsableObject]
m_Stages[1]=(m_InteractTextOverride="`GBA_Use` 关闭")
m_UnlockInteractText="`GBA_Use` 解锁"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage="需要`k "

[DLC06_gen_wall_shield_twk:DisTweaks_InteractableInterface_8 DisTweaks_InteractableInterface]
m_Name="鲸油罐保护罩"
m_InteractText="`GBA_Use` 打开"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[DLC06_IntChair_Twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="审讯椅"
m_InteractText=" `GBA_Use` 开始审讯"

[DLC06_IntValve_Rewind_Twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="压力阀"

[DLC06_IntValve_Twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="储存室大门阀门"

[DLC06_IntValveBase_Twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="失效的压力阀"
m_InteractText="`GBA_Use` 开启鲸油流动"
m_CannotUseMessage="需要阀门扳手"

[DLC06_LTD_ExitSewerHatch:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="离开屠宰场"

[DLC06_LTD_SewerHatch:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="进入屠宰场"

[DLC06_Machine_lever_twk DisTweaks_UsableObject]
m_LockedMessage="已上锁"

[DLC06_Machine_lever_twk:DisTweaks_InteractableInterface_0 DisTweaks_InteractableInterface]
m_Name="机器控制台"

[DLC06_Sewer_lever_twk DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` 解锁"
m_LockedMessage=""

[DLC06_Sewer_lever_twk:DisTweaks_InteractableInterface_0 DisTweaks_InteractableInterface]
m_Name="下水道闸门开关"
m_InteractText="`GBA_Use` 使用"

[DLC06_SewerEntrance_lever_twk DisTweaks_UsableObject]
m_LockedMessage="已上锁"

[DLC06_SewerEntrance_lever_twk:DisTweaks_InteractableInterface_0 DisTweaks_InteractableInterface]
m_Name="下水道闸门开关"

[DLC06_ShippingCrateBase_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="货运板条箱"
m_InteractText="`GBA_Use` 把罗斯维德封在里面"

[DLC06_ShippingCrateLid_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="货运板条箱"
m_InteractText="`GBA_Use` 把罗斯维德封在里面"

[DLC06_UpperEntrance_lever_twk DisTweaks_UsableObject]
m_LockedMessage="已上锁"

[DLC06_UpperEntrance_lever_twk:DisTweaks_InteractableInterface_0 DisTweaks_InteractableInterface]
m_Name="进入屠宰场"

[DLC06_UpperExit_lever_twk DisTweaks_UsableObject]
m_LockedMessage="已上锁"

[DLC06_UpperExit_lever_twk:DisTweaks_InteractableInterface_0 DisTweaks_InteractableInterface]
m_Name="离开屠宰场"

[DLC06_ValveKey_twk:DisTweaks_Interactable_PickupBase_0 DisTweaks_Interactable_PickupBase]
m_Name="阀门钥匙"

[DLC06_Whale_lever_twk DisTweaks_UsableObject]
m_LockedMessage="已上锁"

[DLC06_Whale_lever_twk:DisTweaks_InteractableInterface_0 DisTweaks_InteractableInterface]
m_Name="鲸鱼电刑控制器"

[DLC06_WhaleEyePickup_twk:DisTweaks_Interactable_PickupBase_0 DisTweaks_Interactable_PickupBase]
m_Name="鲸鱼眼"

[GrannyRecipePot_twk DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` 把鲸鱼眼放进罐子里"

[GrannyRecipePot_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="烹饪锅"
m_InteractText=" `GBA_Use` 把鲸鱼眼放进罐子里"
m_CannotUseMessage="需要鲸鱼眼"

[PunchCard_twk:DisTweaks_Interactable_PickupBase_0 DisTweaks_Interactable_PickupBase]
m_Name="上班卡"

[PunchCardMachine_twk DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` 上班卡"

[PunchCardMachine_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="打卡机"
m_InteractText=" `GBA_Use` 插进上班卡"
m_CannotUseMessage="需要上班卡"

[WhaleEye_interact_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="鲸鱼眼"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

